{
    "https://apnews.com/hub/manatees": "Manatees",
    "https://apnews.com/article/manatee-florida-starvation-deaths-9af879516880acf2d868329d9aa26cf7": "Wildlife officials say a two-year experimental feeding program for starving Florida manatees will not immediately resume this winter as conditions have improved for the threatened marine mammals and the seagrass on which they depend.",
    "https://apnews.com/article/rare-manatee-death-rhode-island-5bfb82bbb6cc0847ae9a726687bd0c71": "A manatee that made a rare visit to Rhode Island has been found dead offshore, bringing a sad end to the marine mammal’s curious appearance in New England.",
    "https://apnews.com/article/florida-manatees-dying-lawsuit-endangered-d4a720496fdda09d993bc395d27a82b3": "Several conservation groups have announced that they’re planning to sue federal wildlife officials, citing a failure to protect the West Indian manatee following record death rates in recent years.",
    "https://apnews.com/article/manatee-deaths-florida-starvation-pollution-feeding-c76556b782e66f21e4bbd949f4254a27": "The effort to feed thousands of pounds of lettuce to starving manatees in Florida has officially ended for the winter season, as deaths of the marine mammals appear to be slowing despite the long-term threat of pollution to their main food source, seagrass.",
    "https://apnews.com/article/florida-manatees-animals-climate-and-environment-e6b28b8aa373824181dd67ff30507a0a": "Manatee deaths dropped in 2022 from a record high the year before, but Florida wildlife officials say chronic starvation caused by water pollution remains a major concern.",
    "https://apnews.com/article/florida-animals-wildlife-pollution-us-fish-and-service-58f6c4e49a7268eba1fdb534a954ceec": "Manatees that are dying by the hundreds mainly from pollution-caused starvation in Florida should once again be listed as an endangered species.",
    "https://apnews.com/article/health-florida-wildlife-pollution-manatees-058aaa84e98c5f7b09b21fd86e60e720": "Lettuce will be on the menu again this year for Florida manatees in an effort to slow the starvation deaths of the beloved marine mammals.",
    "https://apnews.com/article/health-florida-wildlife-pollution-manatees-1f9bb1e539a894f260ff07155a42aaac": "Fewer manatee deaths have been recorded so far this year in Florida compared to 2021 but wildlife officials caution that chronic starvation remains a dire and ongoing threat to the marine mammals.",
    "https://apnews.com/article/wallpaper-trends-decor-design-71499464d235ef3f2e41cb1285abecf4": "Wallpaper is back in fashion in decor, and often tells a story. The latest designs are statement makers, ranging from the fun and fantastical to the contemplative and scientific.",
    "https://apnews.com/article/florida-environment-wildlife-pollution-water-c0670e039735fb88101b26979fd30f7e": "U.S. wildlife officials have agreed to revise the critical habitat designation for Florida manatees, which have been dying in record numbers because water pollution is killing a main food source.",
    "https://apnews.com/video/videos-26a87cf505344dfbb11322a11a71d34a": "A record 12 manatees were released into the wild in Florida after being rescued and rehabilitated. (Feb. 21) (AP video: Daniel Kozin)",
    "https://apnews.com/article/manatees-animals-florida-us-fish-and-wildlife-service-706f8baa56db850bbee30ec4b942dfd6": "ST. PETERSBURG, Fla. (AP) — More than six dozen threatened manatees are currently in rehabilitation centers in Florida and elsewhere amid a chronic starvation problem caused by water pollution, wildlife officials said Wednesday.",
    "https://apnews.com/article/boston-celtics-nba-sports-manatees-philanthropy-b2a14cba3e6c2529c547bac97091b7ca": "A co-owner of the Boston Celtics is donating $2 million toward protecting the Florida manatees and their habitat following two seasons of record-breaking manatee mortalities in the state.",
    "https://apnews.com/article/florida-plants-us-fish-and-wildlife-service-manatees-climate-environment-f2ab818bf9fa05d851a7d15d4345b483": "ST. PETERSBURG, Fla. (AP) — Along Florida’s East Coast, threatened manatees are fed and offered supplies through an unprecedented program that tackles the recurring, pollution-related starvation crisis, wildlife officials said Wednesday.",
    "https://apnews.com/article/travel-environment-florida-environment-wildlife-ae7db3000b54852de4652cbb110f9d38": "One thing wildlife officials have learned during the winter experimental feeding program to help manatees avoid starvation is that if you feed them, they will come.",
    "https://apnews.com/article/science-travel-orlando-animals-wildlife-bc9af2d3b1428176042898c45ed47920": "KEY COLONY BEACH, Fla. (AP) — Three adult male manatees rescued from waters in the Florida Keys earlier this year have been returned to a Keys canal after being treated and rehabilitated at SeaWorld Orlando.",
    "https://apnews.com/article/florida-wildlife-animals-manatees-881f5ae8cff41966514df3f2267165ef": "The unprecedented, experimental program to feed starving manatees in Florida is ending but the greater issue is the polluted water that causes the marine mammals to run out of their natural seagrass forage.",
    "https://apnews.com/article/environment-florida-philanthropy-wildlife-pollution-19317f26dc746e3bb93908efedf60738": "Officials have now fed more than 55 tons of lettuce to starving Florida manatees as part of an experimental program to help the animals since their natural food is being destroyed by water pollution.",
    "https://apnews.com/article/health-environment-and-nature-florida-environment-animals-900728ff49f39c84f4fed977cbd23c5c": "The unprecedented human effort to feed starving Florida manatees has so far provided the lovable marine mammals with more than 25 tons of lettuce.",
    "https://apnews.com/article/lifestyle-travel-environment-and-nature-florida-animals-17470fe6adb9f3c4378c8d2b199f373e": "An unprecedented, experimental attempt to feed manatees facing starvation in Florida has started slowly but wildlife officials expressed optimism it will work as cold weather drives the marine mammals toward warmer waters.",
    "https://apnews.com/article/environment-and-nature-florida-wildlife-pollution-water-pollution-00a85412f87011f330e2edd36abd4615": "As winter approaches Florida, state wildlife officials say a test feeding plan will save many threatened manatees from starvation.",
    "https://apnews.com/video/videos-4ad37ed09dec4076adf38766e87272bf": "Florida Fish and Wildlife Conservation Commission and SeaWorld released a rehabilitated manatee on Thursday. (Aug. 25)",
    "https://apnews.com/article/environment-and-nature-florida-environment-wildlife-pollution-c8154a9b4dad5b76bdb25462cb3a7058": "More than 1,000 manatees have died in Florida so far this year, eclipsing a previous record as the threatened marine mammals struggle with starvation due to polluted waters.",
    "https://apnews.com/article/travel-texas-florida-orlando-wildlife-d248350da6d2993351da083c4d57e7da": "CRYSTAL RIVER, Fla. (AP) — An ailing manatee that was found and rehabilitated in Texas late last year was flown to Florida on a cargo plane and released into a bay near a wildlife refuge along the Gulf Coast this week.",
    "https://apnews.com/article/environment-and-nature-florida-wildlife-plants-algae-6444361f7ff0a612ac811903c1cd51c6": "Manatees are starving to death because algae blooms and contaminants are killing the seagrass the beloved sea mammals eat.",
    "https://apnews.com/article/science-lifestyle-travel-environment-and-nature-florida-a245eef0db4652ebf532e98c5c157bfa": "Florida’s manatees are dying, in unprecedented numbers this year, with 959 documented deaths as of mid-October.",
    "https://apnews.com/article/business-environment-and-nature-florida-environment-animals-67f1ae12817711d98478ddc16ad5282b": "Normally giving food to wild animals is considered off limits. But now a dire situation in Florida with more than 1,000 manatees dying from starvation is leading officials to consider an unprecedented test feeding plan.",
    "https://apnews.com/article/health-wildlife-environment-florida-manatees-cbe3280068e2f0358e99e39756f40ef9": "ST. PETERSBURG, Fla. (AP) — Wildlife officials working to prevent threatened Florida manatees from starving to death say they’re encouraged that some of the marine mammals’ favorite food is growing naturally in a key area.",
    "https://apnews.com/article/endangered-species-spending-extinctions-plants-1ad806de0db9d09a38b7e82f6286c1b5": "Since passage of the Endangered Species Act 50 years ago, more than 1,700 plants, mammals, fish, insects and other species in the U.S. have been listed as threatened or endangered with extinction.",
    "https://apnews.com/article/georgia-brunswick-animals-wildlife-turtles-ddaab18e5614f0622343d4a425e7d79c": "BRUNSWICK, Ga. (AP) — Georgia wildlife officials say sea turtle and manatee sightings are on the rise along the state’s coast and urge boaters to watch out to avoid hitting them.",
    "https://apnews.com/search?q=manatees&p=2": "Next",
    "https://www.nbcnews.com/id/wbna47030790": "Why can't manatees avoid boats? It's not their hearing",
    "https://www.nbcnews.com/id/wbna15655584": "Manatees may be smarter than we think",
    "https://www.nbcnews.com/sciencemain/florida-sees-record-803-manatee-deaths-red-tide-blamed-2d11785545": "Florida sees record 803 manatee deaths; red tide blamed",
    "https://www.nbcnews.com/science/science-news/florida-plan-manatees-working-thanks-25-tons-lettuce-rcna16539": "A Florida plan to save manatees is working — thanks to 25 tons of ...",
    "https://www.nbcnews.com/mach/tech/sound-secret-saving-manatees-ncna782596": "Is Sound the Secret for Saving the Manatees?",
    "https://www.nbcnews.com/news/animal-news/florida-manatees-dying-record-numbers-amid-food-scarcity-n1282398": "Florida manatees dying in record numbers amid food scarcity",
    "https://www.nbcnews.com/science/environment/endangered-status-sought-manatees-hundreds-starve-rcna58318": "Endangered status sought for manatees as hundreds starve",
    "https://www.nbcnews.com/science/environment/floridas-manatees-are-dying-unusually-high-rates-rcna1095": "Florida's manatees are dying off at unusually high rates",
    "https://www.nbcnews.com/news/us-news/hundreds-manatees-clog-florida-wildlife-spring-seeking-warmer-waters-n516101": "Hundreds of Manatees Clog Florida Wildlife Spring",
    "https://www.nbcnews.com/news/animal-news/test-feeding-plan-works-starving-florida-manatees-rcna7977": "Test feeding plan in the works for starving Florida manatees"
}